
jLabel1.text=<html><p>La direcci\u00f3n proxy se configurar\u00e1 \u00fanicamente si la conexi\u00f3n y acceso al Internet depende de las pol\u00edticas<br/> y reglas de acceso al mismo, por lo general dentro de una Organizaci\u00f3n en donde se trabaja en red, para los <br/> casos de que se utilicen dispositivos para controlar estas reglas de acceso al Internet (firewall).</P><br/> <p>Para verificar si su conexi\u00f3n utiliza un proxy debe seguir los siguientes pasos:</p><br/> <p><b>- Internet Explorer:</b> Abrir una p\u00e1gina de navegaci\u00f3n, ir a la opci\u00f3n \u201cHerramientas\u201d, seleccionar \u201cOpciones de <br/>           &nbsp;Internet\u201d, ir a la pesta\u00f1a \u201cConexiones\u201d, ejecutar el bot\u00f3n \u201cConfiguraci\u00f3n de LAN\u201d, si tiene la informaci\u00f3n en los <br/>           &nbsp;campos Direcci\u00f3n y Puerto dentro de Servidor Proxy, dicha informaci\u00f3n (Direcci\u00f3n y Puerto) deber\u00e1 ser  ingresada<br/>           &nbsp;en la Configuraci\u00f3n Proxy. </p><br/> <p><b>-Mozilla Firefox:</b> Abrir una p\u00e1gina de navegaci\u00f3n, seleccionar \u201cOpciones\u201d, ir a la pesta\u00f1a \u201cRed\u201d, ejecutar el<br/>          &nbsp;bot\u00f3n \u201cConfiguraci\u00f3n\u201d, si tiene la informaci\u00f3n en los campos Proxy HTTP y Puerto dentro de la configuraci\u00f3n <br/>          &nbsp;manual del proxy, dicha informaci\u00f3n (Proxy HTTP: y Puerto) deber\u00e1 ser ingresada en la Configuraci\u00f3n Proxy.\t </p><br/> <p> En caso de tener una conexi\u00f3n libre a internet no requiere configurar la secci\u00f3n proxy en la herramienta, solo <br/> deber\u00e1 configurar la secci\u00f3n Web Service con los URL que est\u00e1n estipulados en la Ficha T\u00e9cnica. </p><br/> <p> En la opci\u00f3n de Autenticaci\u00f3n ser\u00e1 completada la informaci\u00f3n con el usuario y claves asignados por la <br/> Organizaci\u00f3n, siempre y cuando sea llenada la opci\u00f3n de Configuraci\u00f3n Proxy. </p><br/> <p>  </p> </html>
